<?php

return [
    /*
    |--------------------------------------------------------------------------
    | System Language Lines
    |--------------------------------------------------------------------------
    */

    'file' => [
        'image' => '图片',
        'audio' => '音频',
        'video' => '视频',
        'zip' => '压缩包',
        'annex' => '附件',
        'size_limit' => '文件大小超出限制',
        'ext_limit' => '文件扩展名不允许 :ext',
        'upload_failed' => '上传失败',
    ],
    'error' => [
        'no_permission' => '对不起，你暂时没有该权限，请联系管理员',
        'route_not_exist' => '路由不存在',
    ],
    'data_not_exist' => '数据不存在',
];
